/* Generic authentication error. */
"INVALID_NAME_PASSWORD" = "Hai inserito un nome utente o una password non validi.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Riprova.";


/* Messages */
"TIME_WILL_EXPIRE" = "Il tuo tempo al computer è quasi scaduto.";
"TIME_HAS_EXPIRED" = "Tempo computer scaduto";

/* Information */
"ADD_TIME" = "Per consentire a questo utente di eseguire il login, scegli un'ora dal menu a comparsa sottostante ed inserisci un nome e una password di amministratore.";